Repository: FBukovina/Gradely
Catalog: GradelyWidgets/Localizable.xcstrings
Source language: en
Languages: cs

# widget.change.added
source: Added
cs: Přidáno

# widget.change.canceled
source: Canceled
cs: Odpadá

# widget.change.changed
source: Changed
cs: Změna

# widget.change.room
source: Room
cs: Učebna

# widget.nextLesson.description.desktop
source: See your current or next subject on the desktop.
cs: Aktuální nebo další předmět na ploše.

# widget.nextLesson.description.lockScreen
source: See your current or next subject on the Lock Screen.
cs: Aktuální nebo další předmět na zamykací obrazovce.

# widget.nextLesson.name
source: Next Lesson
cs: Další hodina

# widget.empty.load
source: Load timetable
cs: Načíst rozvrh

# widget.empty.load.detail
source: Load your timetable to show the next lesson.
cs: Načti rozvrh, ať se tu ukáže další hodina.

# widget.empty.noLessons
source: No lessons
cs: Žádné hodiny

# widget.empty.noLessons.detail
source: Your timetable is clear for now.
cs: V rozvrhu teď nic není.

# widget.empty.open
source: Open Gradey
cs: Otevřít Gradey

# widget.empty.refresh
source: Refresh timetable
cs: Obnovit rozvrh

# widget.empty.refresh.detail
source: Open Gradey to update this widget.
cs: Otevři Gradey a widget se aktualizuje.

# widget.timing.next
source: Next
cs: Další

# widget.timing.now
source: Now
cs: Teď
